"%ld day left on trial" = "%ld día restante de la prueba";
"%ld days left on trial" = "%ld días restantes de la prueba";
"Buy Now" = "Comprar";
"Trial Mode" = "Modo de prueba";
"Free trial has expired" = "La prueba gratuita ha culminado";
"The trial period has expired." = "El período de prueba ha culminado.";
"Wait %u" = "%u espere";
"Your 30 day trial has expired. Please purchase Path Finder." = "Su período de prueba de 30 dias ha expirado. Por favor, compre Path Finder.";
